{
    "id": "deeptime",
    "title": "Deep Time",
    "description": "Looking waay mooore back in time than our recent past invites into an eerie dimension, where an immensely wider timespan rules than ours. Instead of reckoning the passage of time in terms of years or even decades, geological units of the Earth come to be the metric. The longue durée of our planet guides us through millions of years, when climate change was not at all affected by human deeds. The Danube Valley is extremely rich in records of terraformation and prehistoric civilizations, follow the route to get a deeper perspective!",
    "markers": [
        { "class": "deeptime_04", "x": -270, "y": -145, "name": "HUNGARY Százhalombatta Archeological park", "description": "An open-air prehistoric museum that trains visitors to ancient do-it-yourself tactics as Iron age reenactment, but also as future-proofing when humanity will be forced to disconnect from the electric grid. Weaving, plaiting, planting hedgerows, moulding ceramics and baking pies are among the activities that the archeological site in Százhalombatta (meaning &quot;a hundred dumps&quot;) revives with tangible outputs to take away. The workshop takes place in between the 2700 year old burial heaps and a Bronze Age village of three communal houses. As an empirical method, experimental archeology guides the scientific undertakings of the museum, thus employees also validate research hypothesis (e.g. did the arrows of Hungarians travel 800 meters?) through reconstructions, imitations and practice.", "image": "/img/pictograms/deeptime_04.png" },
        
        { "class": "deeptime_03", "x": -270, "y": 130, "name": "CROATIA – Vučedor Culture Museum, Vukovar, Bronze Age", "description": "Along the right bank of the Danube 6 km south of the Croatian town of Vukovar lay the remains of the so-called &quot;Vučedol culture&quot;, a Bronze Age tribal society flourished in the Pannonian Plain between about 3000 and 2200 BC. The archeological findings point towards an intense interest in cosmology, as Vučedol symbols on the excavated pots and bowls repeatedly reference starlike signs, constellations, planets or astronomical events (like the conjunction of Mars and Venus or the Orion as it appears in the winter sky). The first investigations of the archeological site dates back to 1897, however, the Vučedol Culture Museum only opened its doors as late as in 2015. The permanent exhibition reconstructs the turbulent time of immigration of the first Indo-Europeans and their encounter with the natives through the material culture that survived thousands of years.", "image": "/img/pictograms/deeptime_03.png"},
        
        { "class": "deeptime_01", "x": 70, "y": 280, "name": "SERBIA Lepenski Vir Archeological Site, Mesolithic Period", "description": "Situated on the sloping terrace on the right bank of the Danube, Lepenski Vir is an archeological site that best documents the Transitional phase between the Mesolithic (9000-6200 BC) and the Neolithic era (5900-5500 BC). The transition brought about the domestication of animals, change in material culture, the building of the first permanent houses and the development of social and symbolic complexity. In the excavated area of 2,400 m2 75 houses of trapezoidal base were found from the most densely populated era of the settlement’s history. The possibly violent interactions between Mesolithic foragers and advancing Neolithic farmers that epitomize the Transitional phase is at the centre of a heated debate in the scientific community. More than 400 buried individuals bears evidence to the conflict. The original locality of the findings were flooded due to the hydraulic engineering on the Danube, while the artifacts were relocated 100 m downstream under an impressive glass house dome.", "image": "/img/pictograms/deeptime_01.png"},
        
        { "class": "deeptime_05", "x": 716, "y": 130, "name": "ROMANIA  NICULIȚEL PALEOCHRISTIAN BASILICA", "description": "Bones of the six martyrs found in 1971 in the Romanian village of Niculitel are core to the local religious liturgy, as their bodies get carried around in a procession repeated annually. Living in the 5th century BC, their corpses were buried in the Paleochristian Basilica of Niculitel, one of the oldest religious buildings in Romania. The archeological remains attest to the existence of a Roman-Byzantine settlement, whereas the open space atrium at the facade of the building presents a rare type in the Balkan-Pontic area. The monument is open to the public since 2016, when its rehabilitation and modernization was completed.", "image": "/img/pictograms/deeptime_05.png"},
        
        { "class": "deeptime_02", "x": 716, "y": 190, "name": "ROMANIA (between the Iron Gate and Black Sea) – Sturgeons, Jurassic period", "description": "A critically endangered species, sturgeon is a large primitive fish with bony plates on the body. In the waters since 200 million years (sick!), the reason why phony .ppt-s regularly demonstrate their ancestors next to a Tyrannosaurus rex to make a point. Despite the long history, on the verge of extinction today due to overfishing (for caviar), loss of habitats and disruption of spawning migration. Even though streets in Budapest still preserve &quot;catching sturgeons&quot; in their names, after the construction of the Iron Gate, individual fishes hardly ever make their way up to the Szigetköz, where they used to breed. Not without assistance, at least, collective action in form of Danube Sturgeon Task Forces, Sturgeon 2020 programs or annual Danube Days aid to repopulate sturgeons into the streams to make them live as they normally do for more than 100 years.", "image": "/img/pictograms/deeptime_02.png"}
    ]
}
