{
    "id": "conspiracy",
    "title": "Conspiracy",
    "description": "Alternative explanations to how things are, conspiracy theories thrive in connecting dots and seeking patterns, where officially there is none. They like to assume that elite narratives are treacherous, thus rather encourage to look behind the curtain to get to the real truths. Common troops conspiracies do not miss to deploy involve some good old secret societies, extraterrestrial visits, lost island and civilizations and last but not least gold.",
    "markers": [
        { "class": "conspiracy_01", "x": -615, "y": -342, "name": "Danube Lord", "description": "Where lizard people are to be found in most of the pseudo-histories, German mythology conjures up a fearful river deity appearing in blue skin, with a long watery beard and a triangular, shell-shaped crown around the giant head. Appearing above the moonlit river, the Danube Lord asks for desires to be expressed, only to pull his subjects under water. Although victims of a violent act, according to the legend, these jederman do find the fulfillment of whatever they were looking for underwater. Every man who drowns, as the story goes, may spend four days in his aquatic palace served by mermaids who send a wreath up to the surface for each and every man. The legend of the Danube Lord is staged and performed at festivals in the region of Tirol.", "image": "/img/pictograms/conspiracy_07.png"},
        { "class": "conspiracy_02", "x": -370, "y": -270, "name": "Slovakia– Gold panning on the Danube", "description": "The Carpathian basin has always been rich in the natural resource of gold, where the river slows down at the curvatures and accumulates it together with alluvia. Nowadays the ancient crafts capitalizing on gold rush belong to a bygone past with the emergence of modern water regulation and management systems. Even though gold panning is still on the menu for traditionalist festivals mainly in the Szigetköz-Csallóköz area, there are only a handful of people today still pursuing it as a profession extracting c. 50-60 g of gold per year. The orthodox equipment for washing and cleaning gold are permanently on view in the Danube Bastion of the Komárom Fortress and up to try for adventure seekers on the Rye Island.", "image": "/img/pictograms/conspiracy_05.png"},
        { "class": "conspiracy_03", "x": -259, "y": -173, "name": "Heart Chakra, Danube Bend", "description": "Folk knowledge has it that Dobogókő (literally translated as „Pulsating Rock”) is the spiritual centre of the Carpathian Basin, the „heart” of the living Planet Earth. This analogy is partly supported by the actual morphology of the Visegrad Mountains encircled by the river Danube in a shape similar to a heart from the above. Since centuries the spot gave fertile ground to various schools of thoughts from oriental spiritualism (heart chakras) to Hungarian neopaganism and is still a frequented site for native faith celebrations and esoteric rituals. It’s worth to time the excursion to the annual Shaman Meeting (Táltostalálkozó), that takes place around the 15th August. Founding scriptures of New Age religions also reference Dobogókő as the third point of the equilateral triangle connecting the Egyptian pyramids in Giza and the Mexican Tiahuanaco.", "image": "/img/pictograms/conspiracy_03.png"},
        { "class": "conspiracy_04", "x": -120, "y": 220, "name": "Vinca Culture, Belgrade region", "description": "Adherents of the Erich von Daniken-style-of world making cling on the idea that future comes from the past and extraterrestrial beings already visited the Earth many thousand years ago. Evidence abound and the ancient Danube Valley civilization (5000-3500 BC) seems to provide plenty of ammunition to prove those imaginings. Not only does the Old Europe predate according to established scholars the Mesopotamian and even Egyptian cultures, the invention of the wheel and writing, it was „among the most sophisticated and technologically advanced places in the world”. A high concentration of archeological discoveries are situated in the lower Danube area and present day Kosovo, where small terracotta masks from the Late Mesolithic period were excavated. These enigmatic heads produced by the Vinča culture are favourably picked up as powerful proof of aliens.", "image": "/img/pictograms/conspiracy_04.png"},
        { "class": "conspiracy_05", "x": -30, "y": 270, "name": "Iron & Steel Factory, Harbour", "description": "Founded in 1913, the Smederevo Steel Plant was and is still today Serbia’s biggest steel production site with a long history of exchanges in national and international investor and shareholder groups in its ownership. Being the headquarter of Yugoslav metallurgy it became a flourishing industrial centre during the period of 1945 to 1992, when its activities eclipsed in the aftermath of the Yugoslav Wars. The Pittsburgh-based steel giant, U.S. Steel acquired the plant from the Serbian state in 2003 (two weeks after the assassination of the PM) as part of a much needed foreign investment influx. Just to swap it back to the government ten years later for a token price of 1 dollar, when global economic crisis hit in and steel prices dropped. Renamed to Hesteel Serbia, the industrial area was taken over by HBIS, China’s largest steel and iron producer company since 2016 and spearhead ed an incremental growth.", "image": "/img/pictograms/conspiracy_01.png"},
        { "class": "conspiracy_06", "x": 60, "y": 290, "name": "Rusalke folk seance", "description": "Being controlled by powers incommensurably larger than the self is a common troop to all conspiracy theories. In the place of the „supreme Machinator” or „spiritus rector” we invariably find malevolent spirits, supernatural forces or explanations contra ratio. „Rusalka” is a pre-Christian ritual in the Slavic folklore, particularly alive in the Eastern part of Serbia that associates otherworldly female entities to fertility, wrongful death or abundant harvest. Their representation oftentimes resembles mermaids, although they are also said to haunt the living in other spectral forms. During the designated time of the year around Pentecost, Vlach settlements in the Golubac municipality still conjure up the spirits of the „Rusalki” with chosen women falling in trans, while ghosts hold temporary sway over their bodies.", "image": "/img/pictograms/conspiracy_06.png"},
        { "class": "conspiracy_07", "x": 150, "y": 200, "name": "The Rock Sculpture of Decebalus, Orsova, Iron Gates", "description": "As the Mount Rushmore of Romania, the colossal monument carved into the rocks along the riverside of the Danube portrays the last Dacian king, Decebalus. Overlooking the natural border with Serbia it stands as the single tallest rock relief (40 m high) in Europe. Archaic it looks, the origin of the statue dates only back to 1993, when a Romanian millionaire commissioned its construction as a private enterprise. The inscription „Decebalus Rex Dragan Fecit” commemorates this act in an anachronistic style to match its tally on the opposite side of the river, a triumphal tabernacle erected  in 105 AD by the Roman emperor, Trajan. The belated urgency for such a statue as of the barbarian king’s is underlined by the endeavor to gain legitimacy to an alternative version of history and cultural primacy that states that the cradle of civilization is to be found there, in ancient Romania.", "image": "/img/pictograms/conspiracy_02.png"}
    ]
}