{
    "id": "combat",
    "title": "Combat",
    "description": "Antagonisms in violent forms of ethnic conflicts, national interference, territorial conquests, civilizational clashes, culture wars, imperialist expansions always ruled history. Material culture was not only created to defy these disruptions, but many times got also (semi-)destroyed by them. Let’s explore the Danube Valley as a battlefield that bore witness to bloodshed that great having turned the river to red.",
    "markers": [
        { "class": "combat_01", "x": -800, "y": -240, "name": "Molln, Blacksmithing", "description": "The oldest military unit still in operation, the Pontifical Swiss Guard attested to protect the Pope is one of the customers of the traditional blacksmith workshop in the municipality of Molln, Upper Austria. The age-old handicraft together with its masters is almost already extinct today due to industrial mass production, except from a few blacksmiths who still cater for speciality pieces on commission. Ceremonial suits of armour, medieval uniforms, swords, locks and gates are of the latter kind, a delicate supply of antiquated styles and armatures to the connoisseurs’ liking. Blacksmiths can guarantee the products to last for centuries.", "image": "/img/pictograms/combat_01.png"},
        { "class": "combat_02", "x": -450, "y": -300, "name": "Bratislava, Bunkers, Interwar Line of Defense", "description": "In a 20 km range on the outskirts of Bratislava a line of bunkers constitute a WW2 defense line alongside the Austrian border. Fortifications are surrounded by barbed wire fence, concrete pits (some of them dangerously unmarked) and anti-tank blocks. Part of the bunkers like Bunker B–S 4 „Girl” are repurposed as a memorial site for Czechoslovakia’s military history, kept active by a club that also organizes reenactments and exhibitions on a regular basis. Other concrete units are abandoned or taken over by local graffiti artists, whose tags or overall designs (Bunker BS-2’s hard-edge camouflage coloring) emblazon the grey walls. In the summer niche music festivals like Zvuk (by LOM) move out from the inner city to host eerie concerts around the ghost architecture.", "image": "/img/pictograms/combat_06.png"},     
        { "class": "combat_03", "x": -350, "y": -190, "name": "Komárom, Fort Monostor", "description": "Having been invaded by Tartars, Turkish, the French army and Napoleon, shaken by the Hungarian revolution and in between several earthquakes, the history of the Fortress in Komárom has been tumultuous for centuries. Individual constructions were rendered into a comprehensive defense system from early on, part of which consists of an old and new fortress, a Vah Bridgehead, a Palatine and Váh Line on the left bank of the River Danube, while a bridgehead (Star Fort), Fort Monostor and Igmand on the right bank, divided between the territory of present day Slovakia and Hungary. Until the 1990s the fortress served as military storage for the Soviet Army, later its total reconstruction was issued that boosted local tourism. Isolation triggers inventiveness, a century and a half before bitcoin, the town issued its own currency to facilitate monetary exchange. Cool!", "image": "/img/pictograms/combat_02.png"},
        { "class": "combat_04", "x": -270, "y": 120, "name": "Vukovar, Water Tower", "description": "The water tower of Vukovar with its simple, modernist shape has dominated throughout its urban landscape since its construction several decades ago, during socialist Yugoslavia. This unique position of the water tower in this Pannonian city had a different sense during the Yugoslavian wars in the 1990s. Having received a record number of 600 hits from the artillery during the war, the water tower along the riverbank miraculously survived. Pierced with holes, however, still erect, memory politics transformed the tower into a symbol of the turbulent times in the space of the former Yugoslavia. Due to this, it has been left intact. In 2017 a grass-root initiative kickstarted a crowdfunding campaign for the reconstruction backed by the municipality and the government. Yearly, a Procession of Memory with tens of thousands of people walk by the site on November 18 to commemorate the event important for Croatia.", "image": "/img/pictograms/combat_07.png" },
        { "class": "combat_05", "x": 80, "y": 220, "name": "Tabula Traiana", "description": "Postcard material, the image of the Roman plaque of Trajan as it was captured on lithography is still a popular pick on online auctions. The 9,99 euro memorabilia dating back to 1899 although formally identical to any photographs taken today, registers an anterior situation of the tabula’s original place. Carved in the rocks along the mountain side in 105 AD, the monument with a tympanum has been relocated in 1967 due to the nearby Hydroelectric Power Station’s construction. The 35 meter difference in water level was successfully bridged by a brigade that also assisted the relocation of the Abu Simbel temple in Egypt. The tabernacle is a piece of triumphal architecture that marks the completion of a military road part of the territorial expansion of the Roman Empire to the new grounds of Dacia. As a spatial representation of the Manichaean duality, a confrontational monument  occupies the opposite side of the river showing King Decebal, Trajan’s arch nemesis with a gigantic portrait in the rock on the banks of Romania.", "image": "/img/pictograms/combat_05.png"},
        { "class": "combat_06", "x": 60, "y": 300, "name": "Golubac, Fortress", "description": "Highway no. 34 cutting through it, a magnificent spectacle of the Game of Thrones-like 14th century castle unfolded in front of the eyes of the travelers on the road. Not anymore, since the revitalization project of the historic site budgeted the building of a detour tunnel, with other amenities like visitors centre, cycle path, pier for ships, hiking tracks, amphitheatre, National Park and more. Since March 2019, the five-year-long construction process ended to inaugurate the revamped fortress situated at the widest (7km) section of the Danube. 150 meters away from the protected fortification monument, on the steep slope of the hill, an abandoned industrial facility stands witness to the town’n mining history. The Old Quarry is featured as a future painters’ studio capitalizing on the panoramic view through the gigantic window-plates.", "image": "/img/pictograms/combat_04.png"},
        { "class": "combat_07", "x": 810, "y": 140, "name": "Sulina, Maritime Cemetery", "description": "On the gateway to the Delta, an otherworldly location invites to reunite the spirits of the dead and the living. Sulina’s Maritime Cemetery is a resting place for all, unlike most of Europe’s graveyards it does not segregate between different ethnic, congregational belongings, occupation or birthright. Here is to find tombs of Orthodox Christians, Jews, Muslims, Protestants, members of the Lipovan Church, Lovers, Soldiers, Captains, Pirates, Princesses, Turkish, Tartars, English, Russian – common to them only the cause of death being drowning, shipwreck or the „effects of the climate”. Erected by the „seafaring families or friends” an eclectic group of graves await visitors (chariots, crosses and crescent moons) as a living memorial to Sulina free port’s cosmopolitan past prior to WWI.", "image": "/img/pictograms/combat_03.png"}
    ]
}
