{
    "id": "futurism",
    "title": "Futurism",
    "description": "Grandiose in scale, technocratic in attitude, fundamentalist in the belief of the transformative power of arts and architecture to effect society. The project of modernism always already stands as ruins of the past, still able to make an appeal as if coming from the future. The eclectic lineup of Futurism cherrypicks monumental endeavors from the Danube region that sign the dawn of something &quot;big&quot; and &quot;new&quot;.",
    "markers": [
        { "class": "futurism_01", "x": -500, "y": -240, "name": "Flak Towers", "description": "Anti-aircraft defense systems for the military and air-raid shelters for the civilians, Flak towers in the Austrian capital were designed and built by the Third Reich during World War II. The 3,5 m thick concrete walls with a radar installation and steel dome on the top were utilized to counteract the British Royal Air Force’s attacks. Still dominating the Viennese skyline, the monstrous Flaktürme are today put into contemporary use: the one in Esterhazy Park operates as a giant public aquarium (Haus des Meeres), while an other tower in Arenbergpark used to exhibit a contemporary art collection (MAK). „The monolithic reinforced-concrete constructions are landmarked historical memorials”. Their twin towers can be found in Berlin and Hamburg.", "image": "/img/pictograms/futurism_07.png"},
        { "class": "futurism_02", "x": -410, "y": -290, "name": "Slovak Radio Building", "description": "Allegedly controlling the world as a secret society from behind the scenes, the Illuminati are associated with plentiful obscure symbols that make appearance in architecture, currencies, deserts et al. The pyramid as part of their infamous All-Seeing Eye emblem is said to represent the unequal distribution of power in a top-down scheme. While the wealthiest 0,1% inhabits the top, its foundations are supported by the majority of people of precarious existence, the have-nots. The Slovak Radio Building in the capital city of Bratislava stands as the anti-thesis of all that. The inverted pyramid was also shortlisted among the ugliest buildings in the world, possibly by those disliking the idea of giving power back to people. The venue has recently hosted the 9th Futurological Congress organized by the Apart Collective in the vast concert hall furnished still with the original design.", "image": "/img/pictograms/futurism_01.png"},
        { "class": "futurism_03", "x": -240, "y": -130, "name": "Open-air Sculpture Park", "description": "As a par excellence industrial city born out of Socialist modernization, Dunaújváros (formerly known as Stalin City) laid the foundation for the Hungarian national heavy industry with its metal works opened in 1954. From the 1980s on, due to the generous offer of the factory, first steel plates were donated to the nearby art atelier, later artists themselves were allowed to visit the manufacturing plant and work on their autonomous artistic experiments. The procession of raw materials required artists to get familiar with heavy weight industrial methods and by overcoming the constraints in size to produce gigantic pieces. As the administration of the city has initially turned its back on the abstract designs, the green terrace on the riverbank was marked off to be a depository of the works. The open-air sculpture park now consists of 51 large scale steel constructions, some of them run down or vandalized serve as a reminder of the failed or unfinished project of modernism.", "image": "/img/pictograms/futurism_05.png"},
        { "class": "futurism_04", "x": -120, "y": 210, "name": "Belgrade Waterfront Project", "description": "To give a brand new facelift to a historical capital with a possibly European identity is not unique in South-Eastern Europe. After the Skopje 2014 project, now the Serbian capital takes turn to subscribe to international funds and starchitects for a blend of urban culture and glossy high tech under the aegis of the imaginary „Belgrade Waterfront”. In 2009 Daniel Liebskind’s studio was commissioned to capitalize on the waterside dimension and the first masterplan for shopping malls, high-rise condominiums, hotels, offices, parks and a cityscape defining skyscraper was born. The city once fought over by the Slavs, Greeks, Ottomans and Austro-Hungarians is now coquetting with the Arab Emirates to tackle its top-down gentrification out of the current „poor but sexy” state of affairs. The fear over the erasure of the color locale is expressed through flash mobs using an oversized yellow duck as its mascot.", "image": "/img/pictograms/futurism_02.png" },
        { "class": "futurism_05", "x": 120, "y": 370, "name": "Vidin-Calafat bridge &quot;New Europe&quot;", "description": "The New Europe bridge marks a new era in the transportation through the Balkans that facilitates reaching Central and Western Europe within the boundaries of the European Union. Prior to the inauguration of the second bridge on the shared section of the Danube between Bulgaria and Romania in 2013, vehicles were forced to pass through Serbia thus leaving the EU zone or make a more than 300 kms detour. The construction of the 2 km-long bridge connecting Vidin and Calafat came to be realized as a „potent symbol of European Cooperation” covered by a combination of EU Funds (worth €106m), national financing and private investment in the form of grants and loans. The mobile application „Danube Bridge Vidin Calafat” available for iPhone and androids also makes taxation and live traffic information easily available for drivers.", "image": "/img/pictograms/futurism_06.png"},
        { "class": "futurism_06", "x": 480, "y": 310, "name": "Giurgiu Industrial Shipyard", "description": "Capitalizing on the Rhine-Main-Danube Canal that turns rivers into water highways at some points, the Shipyard at Giurgiu, Romania accesses the North Sea and the Black as the furthest destinations. Among the wide range of industrial activities in its portfolio, the Shipyard deals with constructing and launching ships, steel manufacturing, repairs and delivering vessels (carriers, tankers, barges, floating stations etc.) worldwide. As a melting pot for various industries, there is a sugar refinery, a cannery and a rug and carpet factory also to be found in town.", "image": "/img/pictograms/futurism_03.png"},
        { "class": "futurism_07", "x": 710, "y": 240, "name": "Anghel Saligny Silos, Constanta Maritime Harbor", "description": "A structure for storing bulk materials, three interconnected silos at the Port of Constanta tower over the harbor with a height of 45 meters each. Designed by Anghel I. Saligny, one of the founders of Romanian engineering, the metal structures have a total capacity of 30.000 tons that can be loaded, but also unloaded at the same time. Innovative as it is, the storage facilities in the seaport were also the earliest examples of reinforced concrete architecture in Europe competing with Gustave Eiffel’s engineering works in France. One of the silos were dedicated to oil, while the other two served the purpose of grain export. FYI Also on the Danube river near Cernavoda lies the repository site for nuclear waste also named after Saligny.", "image": "/img/pictograms/futurism_04.png"}
    ]
}
